Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# project.yarn.title
source: Used Yarn
da: Brugt garn
de: Verwendetes Garn
el: Χρησιμοποιημένο νήμα
fi: Käytetty lanka
fr: Fil utilisé
ja: 使用した毛糸
ko: 사용된 실
nb: Brukt garn
nl: Gebruikt garen
sv: Använt garn
zh_hans: 使用的毛线
zh_hant: 使用毛線

# project.yarn.toggle.hint
source: Double-tap to link or unlink this project.
da: Tryk to gange for at forbinde eller frakoble dette projekt.
de: Doppeltippen, um dieses Projekt zu verknüpfen oder die Verknüpfung zu lösen.
el: Πατήστε δύο φορές για σύνδεση ή αποσύνδεση αυτού του έργου.
fi: Kaksoisnapauta linkittääksesi tämän projektin tai poistaaksesi linkityksen.
fr: Touchez deux fois pour associer ou dissocier ce projet.
ja: ダブルタップして、この作品とのリンクを追加または解除します。
ko: 이 프로젝트를 연결하거나 연결 해제하려면 두 번 탭하세요.
nb: Trykk to ganger for å koble til eller koble fra dette prosjektet.
nl: Tik dubbel om dit project te koppelen of te ontkoppelen.
sv: Tryck två gånger för att länka eller koppla bort detta projekt.
zh_hans: 轻点两下可关联或取消关联这件作品。
zh_hant: 點兩下即可連結或解除這件作品。

# project.yarn.unlink.action
source: Unlink
da: Fjern link
de: Verknüpfung lösen
el: Αποσύνδεση
fi: Poista linkitys
fr: Dissocier
ja: リンクを解除
ko: 연결 해제
nb: Fjern kobling
nl: Ontkoppelen
sv: Ta bort länk
zh_hans: 取消关联
zh_hant: 解除連結

# project.yarn.unlink.message
source: This only removes the link. The yarn remains in your Yarn Library.
da: Dette fjerner kun linket. Garnet forbliver i dit garnbibliotek.
de: Dadurch wird nur die Verknüpfung entfernt. Das Garn bleibt in deiner Garnsammlung.
el: Αυτό αφαιρεί μόνο το σύνδεσμο. Το νήμα παραμένει στη βιβλιοθήκη σας.
fi: Tämä poistaa vain linkin. Lanka pysyy lankakirjastossasi.
fr: Seule l’association est supprimée. Le fil reste dans votre bibliothèque de fils.
ja: 解除されるのはリンクだけです。毛糸は毛糸ライブラリに残ります。
ko: 연결만 해제됩니다. 실은 실 라이브러리에 그대로 남습니다.
nb: Dette fjerner bare lenken. Garnet forblir i garnbiblioteket ditt.
nl: Hiermee wordt alleen de koppeling verwijderd. Het garen blijft in je garenbibliotheek.
sv: Detta tar bara bort länken. Garnet förblir i ditt garnbibliotek.
zh_hans: 这只会解除作品链接，毛线仍会保留在毛线库。
zh_hant: 這只會解除作品連結，毛線仍會保留在毛線庫。

# project.yarn.unlink.title
source: Unlink This Yarn?
da: Fjern forbindelsen til dette garn?
de: Verknüpfung mit diesem Garn lösen?
el: Αποσύνδεση αυτού του νήματος;
fi: Poistetaanko tämän langan linkitys?
fr: Dissocier ce fil ?
ja: この毛糸とのリンクを解除しますか？
ko: 이 실의 연결을 해제할까요?
nb: Fjern koblingen til dette garnet?
nl: Dit garen ontkoppelen?
sv: Ta bort länken till det här garnet?
zh_hans: 取消关联这款毛线？
zh_hant: 解除這款毛線的連結？

# projects.add
source: New Project
da: Nyt projekt
de: Neues Projekt
el: Νέο έργο
fi: Uusi projekti
fr: Nouveau projet
ja: 新しい作品
ko: 새로운 프로젝트
nb: Nytt prosjekt
nl: Nieuw project
sv: Nytt projekt
zh_hans: 新建作品
zh_hant: 新增作品

# projects.empty.message
source: Create a project to start counting rows.
da: Opret et projekt for at begynde at tælle pinde.
de: Erstelle ein Projekt, um Reihen zu zählen.
el: Δημιουργήστε ένα έργο για να αρχίσετε να μετράτε σειρές.
fi: Luo projekti kerrosten laskemista varten.
fr: Créez un projet pour commencer à compter les rangs.
ja: 作品を作成して、段数のカウントを始めましょう。
ko: 프로젝트를 만들어 단 수를 세어 보세요.
nb: Opprett et prosjekt for å begynne å telle rader.
nl: Maak een project om toeren te gaan tellen.
sv: Skapa ett projekt för att börja räkna varv.
zh_hans: 创建作品，开始记录编织行数。
zh_hant: 建立作品，開始記錄編織排數。

# projects.empty.title
source: No Projects Yet
da: Ingen projekter endnu
de: Noch keine Projekte
el: Δεν υπάρχουν ακόμη έργα
fi: Ei projekteja vielä
fr: Pas encore de projets
ja: 作品はまだありません
ko: 아직 프로젝트 없음
nb: Ingen prosjekter ennå
nl: Nog geen projecten
sv: Inga projekt ännu
zh_hans: 还没有作品
zh_hant: 還沒有作品

# sample.projectName
source: My First Scarf
da: Mit første tørklæde
de: Mein erster Schal
el: Το πρώτο μου κασκόλ
fi: Ensimmäinen huivini.
fr: Ma première écharpe
ja: はじめてのマフラー
ko: 내 첫 번째 스카프
nb: Mitt første skjerf
nl: Mijn eerste sjaal
sv: Min första halsduk
zh_hans: 我的第一条围巾
zh_hant: 我的第一條圍巾

# settings.about
source: About
da: om
de: Über KnitNote
el: Πληροφορίες
fi: Tietoja
fr: À propos
ja: このアプリについて
ko: 정보
nb: Om
nl: Over KnitNote
sv: Om
zh_hans: 关于
zh_hant: 關於

# settings.general
source: General
da: Generelt
de: Allgemein
el: Γενικά
fi: Yleistä
fr: Général
ja: 一般
ko: 일반
nb: Generelt
nl: Algemeen
sv: Allmänt
zh_hans: 通用
zh_hant: 一般

# settings.language
source: Language
da: sprog
de: Sprache
el: Γλώσσα
fi: Kieli
fr: Langue
ja: 言語
ko: 언어
nb: språk
nl: Taal
sv: språk
zh_hans: 语言
zh_hant: 語言

# settings.storage
source: Storage
da: lagring
de: Speicher
el: Αποθήκευση
fi: Tallennustila
fr: Stockage
ja: ストレージ
ko: 저장 공간
nb: lagring
nl: Opslag
sv: lagring
zh_hans: 存储
zh_hant: 儲存空間

# unlock.accessibility.dismiss
source: Close unlock options
da: Luk muligheder for oplåsning
de: Freischaltungsoptionen schließen
el: Κλείσιμο επιλογών ξεκλειδώματος
fi: Sulje lukituksen avausvaihtoehdot
fr: Fermer les options de déverrouillage
ja: アンロックのオプションを閉じる
ko: 잠금 해제 옵션 닫기
nb: Lukk alternativer for opplåsing
nl: Ontgrendelingsopties sluiten
sv: Stäng upplåsningsalternativ
zh_hans: 关闭解锁选项
zh_hant: 關閉解鎖選項

# unlock.accessibility.purchase
source: Purchase lifetime unlock
da: Køb livstidsoplåsning
de: Dauerfreischaltung kaufen
el: Αγορά μόνιμου ξεκλειδώματος
fi: Osta elinikäinen käyttöoikeus
fr: Acheter le déverrouillage à vie
ja: 永久アンロックを購入
ko: 평생 이용권 구매
nb: Kjøp livstidsopplåsing
nl: Levenslange toegang kopen
sv: Köp livstidsupplåsning
zh_hans: 购买永久解锁
zh_hant: 購買永久解鎖

# unlock.accessibility.purchase.format
source: Purchase lifetime unlock for %@
da: Køb livstidsoplåsning for %@.
de: Dauerfreischaltung für %@ kaufen
el: Αγορά μόνιμου ξεκλειδώματος για %@
fi: Osta elinikäinen käyttöoikeus hintaan %@
fr: Acheter le déverrouillage à vie pour %@
ja: %@で永久アンロックを購入
ko: 평생 이용권 구매: %@
nb: Kjøp livstidsopplåsing for %@.
nl: Levenslange toegang kopen voor %@
sv: Köp livstidsupplåsning för %@.
zh_hans: 以 %@ 购买永久解锁
zh_hant: 以 %@ 購買永久解鎖

# unlock.accessibility.redeem
source: Redeem an App Store code
da: Indløs en App Store-kode
de: App Store-Code einlösen
el: Εξαργύρωση κωδικού App Store
fi: Lunasta App Store -koodi
fr: Utiliser un code App Store
ja: App Storeコードを使う
ko: App Store 코드 사용
nb: Løs inn en App Store-kode.
nl: Een App Store-code inwisselen
sv: Lös in en App Store-kod
zh_hans: 兑换 App Store 代码
zh_hant: 兌換 App Store 代碼

# unlock.accessibility.restore
source: Restore a previous purchase
da: Gendan et tidligere køb
de: Früheren Kauf wiederherstellen
el: Επαναφορά προηγούμενης αγοράς
fi: Palauta aiempi ostos
fr: Restaurer un achat précédent
ja: 以前の購入を復元
ko: 이전 구매 복원
nb: Gjenopprett et tidligere kjøp
nl: Een eerdere aankoop herstellen
sv: Återställ ett tidigare köp
zh_hans: 恢复之前的购买项目
zh_hant: 回復先前的購買

# unlock.cancelled
source: No purchase was made.
da: Der blev ikke foretaget noget køb.
de: Es wurde kein Kauf getätigt.
el: Δεν έγινε καμία αγορά.
fi: Ostoa ei tehty.
fr: Aucun achat n’a été effectué.
ja: 購入は行われませんでした。
ko: 구매가 이루어지지 않았습니다.
nb: Ingen kjøp ble foretatt.
nl: Er is geen aankoop gedaan.
sv: Ingen köp gjordes.
zh_hans: 尚未完成购买。
zh_hant: 尚未完成購買。

# unlock.expired.dataRetained
source: Your projects, patterns, and notes are safe. Unlock to keep editing.
da: Dine projekter, opskrifter og noter er sikre. Lås op for at fortsætte med at redigere.
de: Deine Projekte, Muster und Notizen bleiben erhalten. Schalte KnitNote frei, um weiterzuarbeiten.
el: Τα έργα, τα σχέδια και οι σημειώσεις σας είναι ασφαλή. Ξεκλειδώστε την εφαρμογή για να συνεχίσετε την επεξεργασία.
fi: Projektisi, ohjeesi ja muistiinpanosi ovat turvassa. Avaa käyttöoikeus jatkaaksesi muokkaamista.
fr: Vos projets, patrons et notes sont conservés. Déverrouillez KnitNote pour continuer à les modifier.
ja: 作品、編み図、メモはそのまま保存されています。編集を続けるにはアンロックしてください。
ko: 프로젝트, 도안 및 메모는 안전합니다. 계속 편집하려면 잠금을 해제하세요.
nb: Dine prosjekter, mønstre og notater er trygge. Lås opp for å fortsette å redigere.
nl: Je projecten, patronen en notities zijn veilig. Ontgrendel om te blijven bewerken.
sv: Dina projekt, mönster och anteckningar är säkra. Lås upp för att fortsätta redigera.
zh_hans: 你的作品、图解与笔记都会保留。解锁后即可继续编辑。
zh_hant: 你的作品、織圖與筆記都會保留。解鎖後即可繼續編輯。

# unlock.lifetime.message
source: One purchase unlocks KnitNote for life.
da: Med ét køb får du KnitNote til livsvarigt brug.
de: Ein Kauf schaltet KnitNote dauerhaft frei.
el: Μία αγορά ξεκλειδώνει το KnitNote για πάντα.
fi: Yksi ostos avaa KnitNoten pysyvästi.
fr: Un seul achat déverrouille KnitNote à vie.
ja: 1回の購入でKnitNoteを永久にアンロックできます。
ko: 한 번 구매하면 KnitNote를 평생 사용할 수 있습니다.
nb: Med ett kjøp får du KnitNote for livet.
nl: Met één aankoop ontgrendel je KnitNote voor altijd.
sv: Med ett köp får du KnitNote för livet.
zh_hans: 一次购买，永久解锁 KnitNote。
zh_hant: 一次購買，永久解鎖 KnitNote。

# unlock.pending
source: The purchase is awaiting approval. You can return here later.
da: Købet venter på godkendelse. Du kan vende tilbage her senere.
de: Der Kauf wartet auf Genehmigung. Du kannst später hierher zurückkehren.
el: Η αγορά αναμένει έγκριση. Μπορείτε να επιστρέψετε εδώ αργότερα.
fi: Osto odottaa hyväksyntää. Voit palata tänne myöhemmin.
fr: L’achat est en attente d’approbation. Vous pourrez revenir ici plus tard.
ja: 購入は承認待ちです。後でここに戻って確認できます。
ko: 구매 승인을 기다리고 있습니다. 나중에 다시 확인할 수 있습니다.
nb: Kjøpet venter på godkjenning. Du kan komme tilbake hit senere.
nl: De aankoop wacht op goedkeuring. Je kunt hier later terugkomen.
sv: Köpet väntar på godkännande. Du kan komma tillbaka här senare.
zh_hans: 购买正在等待批准，你可以稍后回来查看。
zh_hant: 購買正在等待核准，你可以稍後再回來查看。

# unlock.purchase.format
source: Unlock for %@
da: Lås op for %@
de: Für %@ freischalten
el: Ξεκλείδωμα για %@
fi: Avaa käyttöoikeus hintaan %@
fr: Déverrouiller pour %@
ja: %@でアンロック
ko: 잠금 해제: %@
nb: Lås opp for %@
nl: Ontgrendel voor %@
sv: Lås upp för %@
zh_hans: 以 %@ 永久解锁
zh_hant: 以 %@ 永久解鎖

# unlock.purchase.unavailable
source: Check Price and Unlock
da: Tjek prisen og lås op.
de: Preis prüfen und freischalten
el: Έλεγχος τιμής και ξεκλείδωμα
fi: Tarkista hinta ja avaa käyttöoikeus
fr: Vérifier le prix et déverrouiller
ja: 価格を確認してアンロック
ko: 가격 확인 및 잠금 해제
nb: Sjekk pris og lås opp.
nl: Prijs controleren en ontgrendelen
sv: Kontrollera priset och lås upp
zh_hans: 查看价格并解锁
zh_hant: 查看價格並解鎖

# unlock.readOnly
source: You can still view and export your work while editing is locked.
da: Du kan stadig se og eksportere dit arbejde, mens redigeringen er låst.
de: Du kannst deine Arbeit weiterhin ansehen und exportieren, solange die Bearbeitung gesperrt ist.
el: Μπορείτε να συνεχίσετε να προβάλλετε και να εξάγετε την εργασία σας όσο η επεξεργασία είναι κλειδωμένη.
fi: Voit edelleen tarkastella ja viedä töitäsi, vaikka muokkaus on lukittu.
fr: Vous pouvez toujours consulter et exporter votre travail lorsque la modification est verrouillée.
ja: 編集がロックされていても、作品の閲覧と書き出しはできます。
ko: 편집이 잠겨 있어도 작업을 보고 내보낼 수 있습니다.
nb: Du kan fortsatt se og eksportere arbeidet ditt selv om redigeringen er låst.
nl: Je kunt je werk nog steeds bekijken en exporteren, ook als je het niet kunt bewerken.
sv: Du kan fortfarande se och exportera ditt arbete när redigeringen är låst.
zh_hans: 编辑功能锁定时，你仍可查看并导出作品。
zh_hant: 編輯功能鎖定時，你仍可查看並匯出作品。

# unlock.redeem
source: Redeem Code
da: Indløs kode
de: Code einlösen
el: Εξαργύρωση κωδικού
fi: Lunasta koodi
fr: Utiliser un code
ja: コードを使う
ko: 코드 사용
nb: Løs inn kode
nl: Code inwisselen
sv: Lös in kod
zh_hans: 兑换代码
zh_hant: 兌換代碼

# unlock.redeem.unavailable
source: Redeem this code in the App Store on iPhone or iPad, then refresh here.
da: Indløs denne kode i App Store på iPhone eller iPad, og opdater derefter siden her.
de: Löse diesen Code im App Store auf dem iPhone oder iPad ein und aktualisiere anschließend diese Ansicht.
el: Εξαργυρώστε αυτόν τον κωδικό στο App Store σε iPhone ή iPad και, στη συνέχεια, ανανεώστε εδώ.
fi: Lunasta koodi iPhonen tai iPadin App Storessa ja päivitä sitten tiedot täällä.
fr: Utilisez ce code dans l’App Store sur iPhone ou iPad, puis actualisez cette page.
ja: iPhoneまたはiPadのApp Storeでこのコードを使ってから、ここで更新してください。
ko: iPhone 또는 iPad의 App Store에서 이 코드를 사용한 후 여기에서 새로 고침하세요.
nb: Løs inn denne koden i App Store på iPhone eller iPad, og oppdater deretter her.
nl: Wissel deze code in de App Store op je iPhone of iPad in en vernieuw deze weergave daarna.
sv: Lös in koden i App Store på iPhone eller iPad och uppdatera sedan här.
zh_hans: 请在 iPhone 或 iPad 的 App Store 中兑换此代码，然后回到这里刷新。
zh_hant: 請在 iPhone 或 iPad 的 App Store 兌換代碼，再回到這裡重新整理。

# unlock.restore
source: Restore Purchase
da: Gendan køb
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
fi: Palauta ostos
fr: Restaurer l'achat
ja: 購入を復元
ko: 구매 복원
nb: Gjenopprett kjøp
nl: Aankoop herstellen
sv: Återställ köp
zh_hans: 恢复购买
zh_hant: 回復購買

# unlock.restore.notFound
source: No lifetime unlock was found for this Apple Account.
da: Der er ikke fundet en livstidsoplåsning for denne Apple-konto.
de: Für diesen Apple Account wurde keine Dauerfreischaltung gefunden.
el: Δεν βρέθηκε μόνιμο ξεκλείδωμα για αυτόν τον λογαριασμό Apple.
fi: Tälle Apple-tilille ei löytynyt elinikäistä käyttöoikeutta.
fr: Aucun déverrouillage à vie n’a été trouvé pour ce compte Apple.
ja: このApple Accountには永久アンロックが見つかりませんでした。
ko: 이 Apple 계정에서 평생 이용권을 찾을 수 없습니다.
nb: Ingen livstidsopplåsing ble funnet for denne Apple-kontoen.
nl: Er is voor deze Apple Account geen levenslange toegang gevonden.
sv: Det finns ingen livstidsupplåsning för det här Apple-kontot.
zh_hans: 未找到此 Apple 账户的永久解锁记录。
zh_hant: 這個 Apple 帳號尚未找到永久解鎖紀錄。

# unlock.retry
source: Something went wrong. Please try again.
da: Noget gik galt. Prøv igen.
de: Etwas ist schiefgegangen. Versuche es erneut.
el: Κάτι πήγε στραβά. Δοκιμάστε ξανά.
fi: Jokin meni pieleen. Yritä uudelleen.
fr: Un problème est survenu. Réessayez.
ja: 何か問題が発生しました。もう一度お試しください。
ko: 문제가 발생했습니다. 다시 시도하세요.
nb: Noe gikk galt. Vennligst prøv igjen.
nl: Er is iets misgegaan. Probeer het opnieuw.
sv: Något gick fel. Försök igen.
zh_hans: 发生问题，请再试一次。
zh_hant: 發生問題，請再試一次。

# unlock.title
source: Keep Creating with KnitNote
da: Fortsæt med at skabe med KnitNote
de: Mit KnitNote weiter kreativ sein
el: Συνεχίστε να δημιουργείτε με το KnitNote
fi: Jatka luomista KnitNotella
fr: Continuez à créer avec KnitNote
ja: KnitNoteで創作を続けよう
ko: KnitNote로 계속 만들기
nb: Fortsett å skape med KnitNote.
nl: Blijf creëren met KnitNote
sv: Fortsätt skapa med KnitNote
zh_hans: 继续用 KnitNote 创作
zh_hant: 繼續用 KnitNote 創作

# unlock.trial.accessibility.many.format
source: Trial, %lld days remaining. Open unlock options.
da: Prøveperiode, %lld dage tilbage. Åbn muligheder for at låse op.
de: Testphase, noch %lld Tage. Freischaltungsoptionen öffnen.
el: Δοκιμή, απομένουν %lld ημέρες. Άνοιγμα επιλογών ξεκλειδώματος.
fi: Kokeilujaksoa jäljellä %lld päivää. Avaa käyttöoikeusvaihtoehdot.
fr: Essai : %lld jours restants. Ouvrir les options de déverrouillage.
ja: トライアル残り%lld日。アンロックのオプションを開く。
ko: 체험판, %lld일 남음. 잠금 해제 옵션 열기.
nb: Prøveperiode, %lld dager igjen. Åpne opplåsingstilbud.
nl: Proefperiode, nog %lld dagen. Open de ontgrendelingsopties.
sv: Provperiod, %lld dagar kvar. Öppna alternativ för upplåsning.
zh_hans: 试用剩余 %lld 天。打开解锁选项。
zh_hant: 試用剩餘 %lld 天。開啟解鎖選項。

# unlock.trial.accessibility.one
source: Trial, 1 day remaining. Open unlock options.
da: Prøveperiode, 1 dag tilbage. Åbn muligheder for at låse op.
de: Testphase, noch 1 Tag. Freischaltungsoptionen öffnen.
el: Δοκιμή, απομένει 1 ημέρα. Άνοιγμα επιλογών ξεκλειδώματος.
fi: Kokeilujaksoa jäljellä 1 päivä. Avaa käyttöoikeusvaihtoehdot.
fr: Essai : 1 jour restant. Ouvrir les options de déverrouillage.
ja: トライアル残り1日。アンロックのオプションを開く。
ko: 체험판, 1일 남음. 잠금 해제 옵션 열기.
nb: Prøveperiode, 1 dag igjen. Åpne alternativ for å låse opp.
nl: Proefperiode, nog 1 dag. Open de ontgrendelingsopties.
sv: Provperiod, 1 dag kvar. Öppna alternativ för upplåsning.
zh_hans: 试用剩余 1 天。打开解锁选项。
zh_hant: 試用剩餘 1 天。開啟解鎖選項。

# unlock.trial.active.many.format
source: %lld days left in trial
da: %lld dage tilbage i prøveperioden
de: Noch %lld Tage in der Testphase
el: Απομένουν %lld ημέρες δοκιμής
fi: Kokeilujaksoa jäljellä %lld päivää
fr: %lld jours d’essai restants
ja: トライアル残り%lld日
ko: 체험 기간 %lld일 남음
nb: %lld dager igjen i prøvetiden
nl: Nog %lld dagen in de proefperiode
sv: %lld dagar kvar i provperioden
zh_hans: 试用剩余 %lld 天
zh_hant: 試用剩餘 %lld 天

# unlock.trial.active.one
source: 1 day left in trial
da: 1 dag tilbage i prøvetiden
de: Noch 1 Tag in der Testphase
el: Απομένει 1 ημέρα δοκιμής
fi: Kokeilujaksoa jäljellä 1 päivä
fr: 1 jour d’essai restant
ja: トライアル残り1日
ko: 체험 기간 1일 남음
nb: 1 dag igjen i prøvetiden.
nl: Nog 1 dag in de proefperiode
sv: 1 dag kvar av provperioden
zh_hans: 试用剩余 1 天
zh_hant: 試用剩餘 1 天

# unlock.watch.guidance
source: Unlock on iPhone, iPad, or Mac. Apple Watch follows your KnitNote access.
da: Lås op på iPhone, iPad eller Mac. Apple Watch følger din KnitNote-adgang.
de: Auf iPhone, iPad oder Mac freischalten. Die Apple Watch übernimmt deinen KnitNote-Zugriff.
el: Ξεκλειδώστε σε iPhone, iPad ή Mac. Το Apple Watch χρησιμοποιεί την ίδια πρόσβαση KnitNote.
fi: Avaa käyttöoikeus iPhonella, iPadilla tai Macilla. Apple Watch käyttää samaa KnitNote-käyttöoikeutta.
fr: Déverrouillez KnitNote sur iPhone, iPad ou Mac. L’Apple Watch reprend votre accès à KnitNote.
ja: iPhone、iPad、またはMacでアンロックしてください。Apple WatchにもKnitNoteの利用権が反映されます。
ko: iPhone, iPad 또는 Mac에서 잠금을 해제하세요. Apple Watch도 동일한 KnitNote 이용 권한을 사용합니다.
nb: Lås opp på iPhone, iPad eller Mac. Apple Watch følger med på din KnitNote-tilgang.
nl: Ontgrendel op iPhone, iPad of Mac. Apple Watch gebruikt dezelfde KnitNote-toegang.
sv: Lås upp på iPhone, iPad eller Mac. Apple Watch följer din KnitNote-åtkomst.
zh_hans: 请在 iPhone、iPad 或 Mac 解锁；Apple Watch 会同步 KnitNote 的使用权限。
zh_hant: 請在 iPhone、iPad 或 Mac 解鎖；Apple Watch 會同步 KnitNote 的使用權限。

# update.available.title
source: New Version Available
da: Ny version tilgængelig
de: Neue Version verfügbar
el: Υπάρχει νέα έκδοση
fi: Uusi versio saatavilla
fr: Nouvelle version disponible
ja: 新しいバージョンがあります
ko: 새 버전을 사용할 수 있습니다
nb: Ny versjon tilgjengelig
nl: Nieuwe versie beschikbaar
sv: Ny version tillgänglig
zh_hans: 有新版本可用
zh_hant: 有新版本可用

# update.available.message
source: A newer version of KnitNote is available. %1$@ %2$@
da: Der er en nyere version af KnitNote. %1$@ %2$@
de: Eine neuere Version von KnitNote ist verfügbar. %1$@ %2$@
el: Υπάρχει διαθέσιμη νεότερη έκδοση του KnitNote. %1$@ %2$@
fi: KnitNotesta on saatavilla uudempi versio. %1$@ %2$@
fr: Une version plus récente de KnitNote est disponible. %1$@ %2$@
ja: KnitNoteの新しいバージョンが利用できます。 %1$@ %2$@
ko: KnitNote의 새 버전을 사용할 수 있습니다. %1$@ %2$@
nb: En nyere versjon av KnitNote er tilgjengelig. %1$@ %2$@
nl: Er is een nieuwere versie van KnitNote beschikbaar. %1$@ %2$@
sv: En nyare version av KnitNote finns tillgänglig. %1$@ %2$@
zh_hans: KnitNote 已推出更新版本。 %1$@ %2$@
zh_hant: KnitNote 已推出較新的版本。 %1$@ %2$@

# update.available.currentVersion
source: Current version
da: Nuværende version
de: Aktuelle Version
el: Τρέχουσα έκδοση
fi: Nykyinen versio
fr: Version actuelle
ja: 現在のバージョン
ko: 현재 버전
nb: Gjeldende versjon
nl: Huidige versie
sv: Nuvarande version
zh_hans: 当前版本
zh_hant: 目前版本

# update.available.latestVersion
source: Latest version
da: Nyeste version
de: Neueste Version
el: Νεότερη έκδοση
fi: Uusin versio
fr: Dernière version
ja: 最新バージョン
ko: 최신 버전
nb: Nyeste versjon
nl: Nieuwste versie
sv: Senaste version
zh_hans: 最新版本
zh_hant: 最新版本

# update.available.openStore
source: Go to App Store
da: Gå til App Store
de: Zum App Store
el: Μετάβαση στο App Store
fi: Siirry App Storeen
fr: Accéder à l’App Store
ja: App Storeを開く
ko: App Store로 이동
nb: Gå til App Store
nl: Ga naar de App Store
sv: Gå till App Store
zh_hans: 前往 App Store
zh_hant: 前往 App Store

# update.available.later
source: Later
da: Senere
de: Später
el: Αργότερα
fi: Myöhemmin
fr: Plus tard
ja: あとで
ko: 나중에
nb: Senere
sv: Senare
zh_hans: 稍后
zh_hant: 稍後

# yarn.accessibility.card
source: Yarn: %@%@%@
da: Garn: %@%@%@
de: Garn: %@%@%@
el: Νήμα: %@%@%@
fi: Lanka: %@%@%@
fr: Fil : %@%@%@
ja: 毛糸：%@%@%@
ko: 실: %@%@%@
nb: Garn: %@%@%@
nl: Garen: %@%@%@
sv: Garn: %@%@%@
zh_hans: 毛线：%@%@%@
zh_hant: 毛線：%@%@%@

# yarn.accessibility.photo
source: Yarn photo
da: Garnfoto
de: Garnfoto
el: Φωτογραφία από νήμα
fi: Lankakuva
fr: Photo du fil
ja: 毛糸の写真
ko: 실 사진
nb: Garnfoto
nl: Garenfoto
sv: Garnfoto
zh_hans: 毛线照片
zh_hant: 毛線照片

# yarn.addManually
source: Add Manually
da: Tilføj manuelt
de: Manuell hinzufügen
el: Χειροκίνητη προσθήκη
fi: Lisää käsin
fr: Ajouter manuellement
ja: 手動で追加
ko: 수동으로 추가
nb: Legg til manuelt
nl: Handmatig toevoegen
sv: Lägg till manuellt
zh_hans: 手动添加
zh_hant: 手動新增

# yarn.addManually.hint
source: Enter yarn information yourself
da: Indtast selv garnoplysninger.
de: Garninformationen selbst eingeben
el: Εισάγετε μόνοι σας πληροφορίες νήματος
fi: Syötä lankatiedot itse
fr: Saisissez vous-même les informations sur le fil
ja: 毛糸の情報を自分で入力します
ko: 실 정보를 직접 입력하세요.
nb: Skriv inn garninformasjonen selv.
nl: Voer zelf de gegevens van het garen in
sv: Ange garninformation själv.
zh_hans: 自行输入毛线信息
zh_hant: 自行輸入毛線資料

# yarn.ballWeightGrams
source: Ball Weight (g)
da: Nøglevægt (g)
de: Knäuelgewicht (g)
el: Βάρος κουβαριού (g)
fi: Kerän paino (g)
fr: Poids de la pelote (g)
ja: 1玉の重さ（g）
ko: 실뭉치 무게(g)
nb: Nøstevekt (g)
nl: Gewicht per bol (g)
sv: Nystanets vikt (g)
zh_hans: 每球重量（克）
zh_hant: 每球重量（克）

# yarn.brand
source: Brand
da: mærke
de: Marke
el: Μάρκα
fi: Merkki
fr: Marque
ja: ブランド
ko: 브랜드
nb: Merke
nl: Merk
sv: Varumärke
zh_hans: 品牌
zh_hant: 品牌

# yarn.color
source: Color
da: Farve
de: Farbe
el: Χρώμα
fi: Väri
fr: Couleur
ja: 色
ko: 색상
nb: Farge
nl: Kleur
sv: Färg
zh_hans: 颜色
zh_hant: 顏色

# yarn.colorCode
source: Color Code
da: Farvekode
de: Farbcode
el: Κωδικός χρώματος
fi: Värikoodi
fr: Code couleur
ja: カラーコード
ko: 색 코드
nb: Fargekode
nl: Kleurcode
sv: Färgkod
zh_hans: 色号
zh_hant: 色號

# yarn.create
source: Add Yarn
da: Tilføj garn
de: Garn hinzufügen
el: Προσθήκη νήματος
fi: Lisää lanka
fr: Ajouter du fil
ja: 毛糸を追加
ko: 실 추가
nb: Legg til garn
nl: Garen toevoegen
sv: Lägg till garn
zh_hans: 添加毛线
zh_hant: 新增毛線

# yarn.delete
source: Delete Yarn
da: Slet garn
de: Garn löschen
el: Διαγραφή νήματος
fi: Poista lanka
fr: Supprimer le fil
ja: 毛糸を削除
ko: 실 삭제
nb: Slett garn
nl: Garen verwijderen
sv: Ta bort garn
zh_hans: 删除毛线
zh_hant: 刪除毛線

# yarn.delete.confirm
source: Delete this yarn?
da: Slet dette garn?
de: Dieses Garn löschen?
el: Διαγραφή αυτού του νήματος;
fi: Poista tämä lanka?
fr: Supprimer ce fil ?
ja: この毛糸を削除しますか？
ko: 이 실을 삭제할까요?
nb: Slett dette garnet?
nl: Dit garen verwijderen?
sv: Ta bort det här garnet?
zh_hans: 要删除这款毛线吗？
zh_hant: 要刪除這款毛線嗎？

# yarn.dyeLot
source: Dye Lot
da: Farvebatch
de: Farbpartie
el: Παρτίδα βαφής
fi: Värjäyserä
fr: Lot de teinture
ja: 染色ロット
ko: 염색 배치
nb: Fargebatch
nl: Verfbadnummer
sv: Färgbad
zh_hans: 染缸批号
zh_hant: 染缸批號

# yarn.edit
source: Edit Yarn
da: Rediger garn
de: Garn bearbeiten
el: Επεξεργασία νήματος
fi: Muokkaa lankaa
fr: Modifier le fil
ja: 毛糸を編集
ko: 실 편집
nb: Rediger garn
nl: Garen bewerken
sv: Redigera garn
zh_hans: 编辑毛线
zh_hant: 編輯毛線

# yarn.empty.message
source: Add yarn to keep its details, photo, and inventory together.
da: Tilføj garn for at holde detaljer, billeder og lagerbeholdning samlet.
de: Füge Garn hinzu, um Details, Foto und Bestand gemeinsam zu verwalten.
el: Προσθέστε νήμα για να διατηρείτε μαζί τα στοιχεία, τη φωτογραφία και το απόθεμά του.
fi: Lisää lanka, jotta sen tiedot, kuva ja varastosaldo pysyvät yhdessä.
fr: Ajoutez un fil pour regrouper ses informations, sa photo et son stock.
ja: 毛糸を追加すると、詳細、写真、在庫をまとめて管理できます。
ko: 실을 추가해 정보, 사진, 재고를 함께 관리하세요.
nb: Legg til garn for å holde detaljene, bildet og lagerbeholdningen sammen.
nl: Voeg garen toe om de gegevens, foto en voorraad bij elkaar te houden.
sv: Lägg till garn för att hålla detaljer, foto och lagerstatus samman.
zh_hans: 添加毛线，以集中管理详细信息、照片与库存。
zh_hant: 新增毛線，以集中管理詳細資料、照片與庫存。
